Repository: notspiff/game.libretro.dosbox
Catalog: game.libretro.dosbox/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_mx, fi_fi, it_it, zh_cn

# Addon Description
source: DOSBox emulates an IBM PC compatible computer running MS-DOS.[CR][CR]DOSBox can be configured to run a wide range of DOS games, from CGA/Tandy/PCjr classics up to games from the Quake era.
da_dk: DOSBox emulerer en IBM PC-kompatibel computer, der kører MS-DOS.[CR][CR]DOSBox kan konfigureres til at køre en bred vifte af DOS-spil, fra CGA/Tandy/PCjr-klassikere op til spil fra Quake-æraen.
de_de: DOSBox emuliert einen IBM-PC-kompatiblen Computer, auf dem MS-DOS ausgeführt wird.[CR][CR]DOSBox kann so konfiguriert werden, dass eine große Auswahl an DOS-Spielen läuft, von CGA/Tandy/PCjr-Klassikern bis hin zu Spielen aus der Ära von Quake.
fi_fi: DOSBox emuloi IBM PC -tietokonetta, jossa on MS-DOS.[CR][CR]DOSBox voidaan määrittää monenlaisille DOS-peleille aina CGA/Tandy/PCjr-klassikoista Quake-aikakauden peleihin.
it_it: DOSBox emula un computer IBM compatibile con PC che esegue MS-DOS.[CR][CR]DOSBox può essere configurato per eseguire un'ampia gamma di giochi DOS, dai classici CGA/Tandy/PCjr fino ai giochi dell'era di Quake.
zh_cn: DOSBox 模拟运行 MS-DOS 的 IBM PC 兼容计算机。[CR][CR]DOSBox 可以配置用于运行从 CGA/Tandy/PCjr 经典到 Quake 时代的各种 DOS 游戏。

# #30000
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_mx: Ajustes
fi_fi: Asetukset
it_it: Impostazioni
zh_cn: 设置

# #30001
source: Enable core-options
da_dk: Aktiver kerne-indstillinger
de_de: Core-Optionen aktivieren
es_mx: Activar opciones de núcleo
fi_fi: Käytä ydinasetuksia
it_it: Abilita le opzioni core
zh_cn: 启用核心选项

# #30002
source: Enable advanced core-options
da_dk: Aktiver avancerede kerne-indstillinger
de_de: Erweiterte Core-Optionen aktivieren
es_mx: Activar opciones avanzadas de núcleo
fi_fi: Käytä edistyneitä ydinasetuksia
it_it: Abilita le opzioni core avanzate
zh_cn: 启用高级核心选项

# #30003
source: Emulated machine
da_dk: Emuleret maskine
de_de: Emulierter Rechner
es_mx: Máquina emulada
fi_fi: Emuloitava laite
it_it: Macchina emulata
zh_cn: 仿真机器

# #30004
source: Scaler
da_dk: Skalering
de_de: Skaler
es_mx: Escalador
fi_fi: Skaalain
zh_cn: 缩放

# #30005
source: Gamepad emulated mouse
da_dk: Gamepad emuleret mus
de_de: Gamepad-emulierte Maus
es_mx: Ratón emulado por mando
fi_fi: Peliohjaimen emuloitu hiiri
it_it: Mouse emulato con gamepad
zh_cn: 游戏手柄模拟鼠标

# #30006
source: Gamepad emulated deadzone
da_dk: Gamepad emuleret dødzone
de_de: Gamepad-emulierte Deadzone
es_mx: Zona muerta del mando
fi_fi: Peliohjaimen emuloitu kuollut alue
it_it: Zona morta emulata dal gamepad
zh_cn: 游戏手柄模拟死区

# #30007
source: CPU core
da_dk: CPU-kerne
de_de: CPU-Kern
es_mx: Núcleo de CPU
fi_fi: Prosessoriydin
it_it: Core CPU
zh_cn: CPU 核

# #30008
source: CPU type
de_de: CPU-Typ
es_mx: Tipo de CPU
fi_fi: Prosessorin tyyppi
it_it: Tipo CPU
zh_cn: CPU 类型

# #30009
source: CPU cycle mode
da_dk: Tilstand for CPU cyklus
de_de: CPU-Zyklusmodus
es_mx: Modo de ciclo de CPU
fi_fi: Prosessorin syklitila
it_it: Modalità ciclo CPU
zh_cn: CPU 周期模式

# #30010
source: CPU cycle multiplier
da_dk: CPU cyklus multiplikator
de_de: CPU-Zyklusmultiplikator
es_mx: Multiplicador de ciclos de CPU
fi_fi: Prosessorisyklin kerroin
it_it: Moltiplicatore ciclo CPU
zh_cn: CPU 周期倍数

# #30011
source: CPU cycles
da_dk: CPU-cyklusser
de_de: CPU-Zyklen
es_mx: Ciclos de CPU
fi_fi: Prosessorisyklit
it_it: Cicli CPU
zh_cn: CPU 周期

# #30012
source: Sound Blaster type
da_dk: Type af Sound Blaster
de_de: Soundblastertyp
es_mx: Tipo de SoundBlaster
fi_fi: Sound Blaster -tyyppi
it_it: Tipo di Sound Blaster
zh_cn: Sound Blaster 类型

# #30013
source: Enable PC-Speaker
da_dk: Aktiver PC-højtaler
de_de: PC-Lautsprecher aktivieren
es_mx: Activar PC-Speaker
fi_fi: Käytä PC-Speaker-kaiutinta
it_it: Abilita altoparlante PC
zh_cn: 启用PC扬声器
